const QuizData = [
  {
    id: 0,
    title:
      '스네이프 교수님의 수업이 시작되기 10분 전,  교실 밖에서 아주 서럽게 울고있는 친구를 발견한 나는?',
    answer1:
      '이 교수님한테 찍히면 나만 손해. 못본척 하고 교실 뒷문으로 들어간다.',
    answer2: '너무 슬프게 우는데.. 일단 친구를 달래주러 간다',
  },

  {
    id: 1,
    title: '늦은 밤 시험지를 물고가는 수상한 쥐를 발견했다. 이때 나는?',
    answer1: '혹시 내일 내가 보게될 시험지인가? 따라가서 빼앗는다.',
    answer2: '따라가서 훈계하고 시험지를 교수님께 반납한다.',
  },

  {
    id: 2,
    title: '마법의 지팡이가 두동강났다. 이때 나는?',
    answer1: '다음 수업도 있으니 일단 오늘은 대충 테이프로 붙여 사용한다.',
    answer2: '무슨 일이 생길지 모르니 당장 지팡이를 사러 다이애건 앨리로 간다.',
  },
];

export default QuizData;
